export const ko = {
  header: {
    title: "GSA Infoteam",
    where: "소속",
    what: "담당 업무",
    how: "협업 방식",
    join: "지원 방법",
  },
  about: {
    title: "인포팀에 함께하세요",
    description:
      "우리는 GIST 학부 학생들의 삶을 IT 기술을 이용해 편리하게 만들고자 하는\n지스트대학 총학생회 (비상대책위원회) 정보국입니다.",
    button: "지금 지원하기",
  },
  overview: [
    {
      title: "소개",
      description:
        "우리는 지스트대학 총학생회 \n 비상대책위원회 산하 정보국입니다 ",
    },
    {
      title: "주요 업무",
      description: "우리는 GIST의 여러 정보들과 \n 웹 서비스 등을 관리합니다",
    },
    {
      title: "일하는 방식",
      description:
        "Git, Slack, Figma와 같은 다양한 \n 툴들을 이용하여 협업합니다",
    },
    {
      title: "자주 묻는 질문",
      description: "인포팀 지원자들이 자주 묻는 \n 질문을 소개합니다",
    },
  ],
  where: {
    title: "인포팀은 무엇인가요?",
    description:
      "우리는 지스트대학 총학생회 비상대책위원회 정보국으로,\nGIST 학부 학생들의 편의를 위한 서비스를 개발하고 운영하는 학생자치단체입니다.",
    button: "LEARN MORE",
  },
  what: {
    title: "인포팀은 무엇을 하나요?",
    content: [
      {
        title: "1. NAS(Network Attached Storage) 관리",
        description:
          "NAS는 네트워크에 연결하고 컴퓨터 시스템에 파일 액세스 서비스를 제공하는 스토리지 장치를 의미합니다. 인포팀은 학생자치단체의 각종 기록과 문서 보존을 목적으로 NAS를 운영하고 있습니다.",
      },
      {
        title: "2. GIST 대학생 페이스북 그룹 관리",
        description:
          "GIST 대학생 페이스븍 그룹은 지스트대학 학생들이 서로 교류할 수 있는 가장 큰 커뮤니티입니다. 인포팀은 학생들이 자유롭게 커뮤니티를 사용할 수 있도록 지원하고 있습니다.",
      },
      {
        title: "3. 지원 관리 시스템(AMS) 개발 및 운영",
        description:
          "AMS는 학생자치회 및 동아리의 선발 과정을 돕는 지원 관리 시스템입니다. 지원자 정보와 지원서, 면접 일정을 통합적으로 관리하고 편리하게 지원자와 연락할 수 있도록 해 줍니다.",
      },
      {
        title: "4. 지스토리(GISTORY) 개발 및 운영",
        description:
          "GISTORY는 학생자치회 공지사항을 비롯한 다양한 정보를 확인하고 학생간에 교류할 수 있는 GIST 대학생을 위한 커뮤니티로, 인포팀에서 개발하고 운영하고 있습니다.",
      },
    ],
  },
  how: {
    title: "인포팀이 일하는 방법",
    team: "팀원으로서",
    developer: "개발자로서",
  },
  join: {
    title: "자주 묻는 질문",
    content: [
      {
        title: "개발 경험이 없는데, 지원할 수 있나요?",
        description:
          "신입 국원을 대상으로 일하는 데 필요한 내용을 교육 후 협업하기 때문에, 개발 경험이 없어도 괜찮습니다.",
      },
      {
          title: "22학번이 아닌데, 지원할 수 있나요?",
          description: "22학번이 아니어도 환영합니다!",
      },
      {
        title: "선발 일정은 어떻게 되나요?",
        description:
          "2월 22일(화)부터 2월 25일(금)까지 서류 지원을 받으며, 이후 3월 1일(화) 부터 3월 9일(금) 중 개별 면접을 진행할 예정입니다.",
      },
      {
        title: "다른 자치회와 중복해서 지원할 수 있나요?",
        description:
          "인포팀은 다른 총학생회 비상대책위원회 산하 조직과 달리, 다른 자치회와의 중복 지원이 불가합니다.",
      },
      {
        title: "인포팀에 어떻게 지원하나요?",
        description: "아래 서식을 채우고, 제출하기 버튼을 눌러 주세요. 정상적으로 제출되었다면 확인 문자를 드립니다."
      }
    ],
  },
};
